Repository: Kris822/PokemonSetCreator
Catalog: PokemonSetCreator/*.lproj/Localizable.strings
Languages: es

# app_title
source: Pokemon Set Creator
es: Creador de conjuntos de Pokémon

# editVC_title
source: Build a Pokemon!
es: ¡Construye un Pokémon!

# pokemon_title
source: Pokemon
es: Pokémon

# type_text
source: Main Type
es: Tipo principal

# level_text
source: Level
es: Nivel

# ability_text
source: Ability
es: Capacidad

# item_text
source: Item
es: Artículo

# save_text
source: Save
es: Ahorrar

# delete_text
source: Delete
es: Borrar

# cancel_text
source: Cancel
es: Cancelar

# warning_text
source: Quick Warning
es: Advertencia

# featuresVC_text
source: Cool Extra Features!
es: ¡Características adicionales geniales!

# video_text
source: Special Video for all Pokemon Fans
es: Video especial para todas las fans de Pokemon

# animation_text
source: Check out an animation!
es: ¡Desliza hacia la izquierda para ver la animación!

# go_back_text
source: Go Back
es: Regresa

# animation_title
source: Watch Cute Animations!
es: ¡Mira lindas animaciones!

# first_button
source: Watch him Change!
es: ¡Míralo cambiar!

# second_button
source: Watch Him Bounce!
es: ¡Míralo rebotar!

# confirmation_text
source: Are you sure you want to delete?
es: ¿Estás segura de que quieres eliminar?

# alert_message
source: Are you sure you want to View? It may be too cute to handle
es: ¿Estás seguro de que quieres ver? Puede ser demasiado lindo para manejar
